IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Non esiste alcun file immagine.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "È applicato il sistema di unità definito dall'utente."
IDS_USER_UNIT_SYSTEM = "Sistema di Unità"
IDS_DGNREPORTBASE_TABLE = "Tabella"
IDS_DGNREPORTBASE_FIGURE = "Figura"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  VERIFICA"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Non Accettabile"
IDS_DGNREPORTBASE_YES = "Sì"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Slanciato"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Non Slanciato"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Compatto"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Non Compatto"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  L'instabilità per sbandamento laterale non è necessaria"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Verifica il instabilità laterale"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Il rinforzo non è richiesto"
IDS_DGNREPORTBASE_STIFF_REQ = "Il rinforzo è richiesto"
IDS_DGNREPORTBASE_SLENDER = "Slanciato"
IDS_DGNREPORTBASE_NOT_SLENDER = "Non Slanciato"
IDS_DGNREPORTBASE_COMPACT = "Compatto"
IDS_DGNREPORTBASE_NONCOMPACT = "Non Compatto"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Angolo di rotazione e derivate"
IDS_AXIAL_CAPACITY = "Capacità Assiale"
IDS_AXIAL_STRESS = "Tensione Assiale"
IDS_AXIAL_RESISTANCE = "Resistenza Assiale"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Resistenza a Flessione e Assiale"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Resistenza a Flessione e Taglio"
IDS_BUCKLING_RESISTANCE = "Resistenza al Buckling"
IDS_COMBINED_RATIO = "Rapporto Combinato"
IDS_COMBINED_STRENGTH_RATIO = "Rapporto di Resistenza Combinata"
IDS_COMBINED_STRESS_RATIO = "Rapporto di Tensione Combinata"
IDS_COMPRESSION_RESISTANCE = "Resistenza alla Compressione"
IDS_COMPRESSION_STRENGTH = "Resistenza alla Compressione"
IDS_COMPRESSION_STRESS = "Tensione da Compressione"
IDS_FLANGE = "Flangia"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Resistenza al Buckling Flessionale"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Resistenza al Buckling Torsionale Laterale"
IDS_LIMIT_STATE_OF_BUCKLING = "Stato Limite di Buckling"
IDS_MAJOR = "Maggiore"
IDS_MAJOR_AXIS = "Asse Maggiore"
IDS_MINOR = "Minore"
IDS_MINOR_AXIS = "Asse Minore"
IDS_MOMENT_CAPACITY = "Momento resistente"
IDS_MOMENT_RESISTANCE = "Resistenza al Momento"
IDS_MOMENT_STRENGTH = "Resistenza al Momento"
IDS_MOMENT_STRESS = "Tensione da Momento"
IDS_RESULT_BY_POSITION = "Risultato per Posizione"
IDS_SHEAR_CAPACITY = "Verifica a taglio"
IDS_SHEAR_RESISTANCE = "3.Resistenza a taglio"
IDS_SHEAR_STRESS = "Tensione da Taglio"
IDS_SLENDERNESS_RATIO = "Rapporto di Slanciamento"
IDS_STRESS = "Tensione"
IDS_TENSION_RESISTANCE = "Resistenza alla Tensione"
IDS_TENSION_STRENGTH = "Resistenza alla Tensione"
IDS_TENSION_STRESS = "Tensione da Tensione"
IDS_TORSION_CAPACITY = "Capacità di Torsione"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Capacità di Torsione ( Sezione Aperta )"
IDS_TORSION_STRENGTH = "4.Verifica alla torsione"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Resistenza al Buckling Flessionale Torsionale"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Rapporto Larghezza-Spessore"
IDS_X = "X"
IDS_X_DIR = "Dir. X"
IDS_X_DIRECTION = "Direzione X"
IDS_Y = "Y"
IDS_Y_DIR = "Dir. Y"
IDS_Y_DIRECTION = "Direzione Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Snervamento sotto Tensione Normale"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Snervamento sotto Tensione da Taglio"
IDS_DGNREPORTBASE_MPHI_CURVE = "Curva Momento-Curvatura"
IDS_DGNREPORTBASE_STL_TENS = "Acciaio in trazione."
IDS_DGNREPORTBASE_STL_COMP = "Acciaio in compressione."
IDS_DGNREPORTBASE_CON_COMP = "Calcestruzzo in compressione."
IDS_DGNREPORTBASE_STL_STRAIN = "Deformazione dell'Acciaio"
IDS_DGNREPORTBASE_CON_STRAIN = "Deformazione del calcestruzzo"
IDS_DGNREPORTBASE_MOMENT = "Momento"
IDS_DGNREPORTBASE_CURVATURE = "Curvatura"
IDS_DGNREPORTBASE_CURVE = "Curva"
IDS_DGNREPORTBASE_POSITIVE = "Positivo"
IDS_DGNREPORTBASE_NEGATIVE = "Negativo"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Forza Assiale"
IDS_DGNREPORTBASE_NA_ANGLE = "Angolo dell'Asse Neutro"
IDS_DGNREPORTBASE_CON_HEIGHT = "Altezza del Calcestruzzo"
IDS_DGNREPORTBASE_CON_WIDTH = "Larghezza del Calcestruzzo"
IDS_DGNREPORTBASE_CON_AREA = "Area del Calcestruzzo"
IDS_DGNREPORTBASE_RBAR_AREA = "Area della Barra d’armatura"
IDS_DGNREPORTBASE_CRACK = "Fessura"
IDS_DGNREPORTBASE_YIELD = "Snervamento"
IDS_DGNREPORTBASE_INITIAL = "Iniziale"
IDS_DGNREPORTBASE_IDEAL = "Ideale."
IDS_DGNREPORTBASE_ULTIMATE = "Ultimo"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

